acpi
acpi_call
acpid
alsa-utils
amd-ucode
arch-install-scripts
archinstall
avahi
b43-fwcutter
base
bind
bluez
bluez-utils
brltty
broadcom-wl
btrfs-progs
capitaine-cursors
clonezilla
cloud-init
cryptsetup
cups
darkhttpd
ddrescue
dhclient
dhcpcd
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
f2fs-tools
fatresize
firefox
firefox-ublock-origin
firewalld
foot-terminfo
fsarchiver
gpart
gpm
gptfdisk
grml-zsh-config
grub
grub-btrfs
hdparm
htop
hyperv
intel-ucode
irssi
iw
iwd
jfsutils
kitty-terminfo
less
lftp
libfido2
libusb-compat
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
livecd-sounds
lsscsi
lvm2
lynx
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mkinitcpio
mkinitcpio-archiso
mkinitcpio-nfs-utils
modemmanager
mtools
nano
nbd
ndisc6
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nmap
ntfs-3g
nvme-cli
open-iscsi
open-vm-tools
openbsd-netcat
openconnect
openpgp-card-tools
openssh
openvpn
pacman-contrib
partclone
parted
partimage
pcsclite
ppp
pptpclient
pv
qemu-guest-agent
refind
reflector
reiserfsprogs
rp-pppoe
rsync
rxvt-unicode-terminfo
screen
sdparm
sequoia-sq
sg3_utils
smartmontools
sof-firmware
speedtest-cli
squashfs-tools
sudo
syslinux
systemd-resolvconf
tcpdump
terminus-font
testdisk
tmux
tpm2-tools
tpm2-tss
udftools
usb_modeswitch
usbmuxd
usbutils
vim
virtualbox-guest-utils-nox
vpnc
wezterm-terminfo
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xdg-user-dirs
xdg-utils
xf86-video-intel
xf86-video-qxl
xfsprogs
xl2tpd
zsh
